Repository: gigio1023/maccheroni
Catalog: Sources/MaccheroniApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt, ru, zh_hans

source: Maccheroni never deletes or overwrites recordings, raw transcripts, or completed run artifacts. Removing a model or a recording uses the macOS Trash.
de: Maccheroni löscht oder überschreibt niemals Aufzeichnungen, Rohtranskripte oder Artefakte abgeschlossener Läufe. Beim Entfernen eines Modells oder einer Aufzeichnung wird der macOS-Papierkorb verwendet.
es: Maccheroni nunca elimina ni sobrescribe grabaciones, transcripciones sin procesar ni artefactos de ejecución completos. La eliminación de un modelo o de una grabación utiliza la Papelera de macOS.
fr: Maccheroni ne supprime ni n'écrase jamais les enregistrements, les transcriptions brutes ou les artefacts d'exécution terminés. La suppression d'un modèle ou d'un enregistrement utilise la corbeille macOS.
ja: Maccheroni は、録音、生のトランスクリプト、または完了した実行アーティファクトを削除したり上書きしたりすることはありません。モデルや録音の削除には macOS のゴミ箱を使用します。
pt: Maccheroni nunca exclui ou substitui gravações, transcrições brutas ou artefatos de execução concluídos. A remoção de um modelo ou de uma gravação usa a Lixeira do macOS.
ru: Maccheroni никогда не удаляет и не перезаписывает записи, необработанные расшифровки или артефакты завершенного запуска. Для удаления модели или записи используется корзина macOS.
zh_hans: Maccheroni 绝不会删除或覆盖录音、原始记录或已完成的运行工件。删除模型或录音时使用 macOS 垃圾箱。

source: Merging
de: Zusammenführen
es: Fusionando
fr: Fusion
ja: 結合
pt: Mesclando
ru: Слияние
zh_hans: 合并

source: Microphone
de: Mikrofon
es: Micrófono
ja: マイクロフォン
pt: Microfone
ru: Микрофон
zh_hans: 麦克风

source: Models
de: Modelle
es: Modelos
fr: Modèles
ja: モデル
pt: Modelos
ru: Модели
zh_hans: 模型

source: Move Model to Trash
de: Modell in den Papierkorb verschieben
es: Mover modelo a la papelera
fr: Déplacer le modèle vers la corbeille
ja: モデルをゴミ箱に移動
pt: Mover modelo para a lixeira
ru: Переместить модель в корзину
zh_hans: 将模型移至垃圾箱

source: New Recording
de: Neue Aufnahme
es: Nueva grabación
fr: Nouvel enregistrement
ja: 新規録音
pt: Nova Gravação
ru: Новая запись
zh_hans: 新录音

source: No cloud service is selected by default. Audio never leaves this Mac; Codex receives transcript text only when explicitly selected.
de: Standardmäßig ist kein Cloud-Dienst ausgewählt. Audio verlässt diesen Mac nie; Codex empfängt Transkripttext nur, wenn er explizit ausgewählt wird.
es: No se selecciona ningún servicio en la nube de forma predeterminada. El audio nunca sale de esta Mac; Codex recibe texto de transcripción solo cuando se selecciona explícitamente.
fr: Aucun service cloud n'est sélectionné par défaut. L'audio ne quitte jamais ce Mac ; Le Codex reçoit le texte de transcription uniquement lorsqu'il est explicitement sélectionné.
ja: デフォルトではクラウド サービスは選択されていません。オーディオがこの Mac から出ることはありません。 Codex は、明示的に選択された場合にのみトランスクリプト テキストを受け取ります。
pt: Nenhum serviço de nuvem é selecionado por padrão. O áudio nunca sai deste Mac; Codex recebe texto transcrito somente quando selecionado explicitamente.
ru: По умолчанию облачный сервис не выбран. Звук никогда не покидает этот Mac; Codex получает текст расшифровки только при явном выборе.
zh_hans: 默认不选择任何云服务。音频永远不会离开这台 Mac； Codex 仅在明确选择时才接收转录文本。

source: No local benchmark is available for this profile yet.
de: Für dieses Profil ist noch kein lokaler Benchmark verfügbar.
es: Aún no hay ningún punto de referencia local disponible para este perfil.
fr: Aucune référence locale n'est encore disponible pour ce profil.
ja: このプロファイルにはまだローカル ベンチマークがありません。
pt: Nenhum benchmark local está disponível para este perfil ainda.
ru: Для этого профиля пока не доступен локальный тест.
zh_hans: 此配置文件尚无可用的本地基准。

source: None
de: Keiner
es: Ninguno
fr: Aucun
ja: なし
pt: Nenhum
ru: Нет
zh_hans: 无

source: Not Installed
de: Nicht installiert
es: No instalado
fr: Non installé
ja: インストールされていません
pt: Não instalado
ru: Не установлено
zh_hans: 未安装

source: Open the capture view.
de: Öffnen Sie die Aufnahmeansicht.
es: Abra la vista de captura.
fr: Ouvrez la vue de capture.
ja: キャプチャ ビューを開きます。
pt: Abra a visualização de captura.
ru: Откройте вид захвата.
zh_hans: 打开捕获视图。

source: Original File
de: Originaldatei
es: Archivo original
fr: Fichier original
ja: 元のファイル
pt: Arquivo Original
ru: Исходный файл
zh_hans: 原始文件

source: Overlapping Speech
de: Überlappende Sprache
es: Discurso superpuesto
fr: Discours superposés
ja: 重複するスピーチ
pt: Sobreposição de fala
ru: Перекрывающаяся речь
zh_hans: 重叠语音

source: Peak Normalization
de: Peak-Normalisierung
es: Normalización máxima
fr: Normalisation du pic
ja: ピークの正規化
pt: Normalização de pico
ru: Пиковая нормализация
zh_hans: 峰值归一化

source: People
de: Menschen
es: Gente
fr: Personnes
ja: 人々
pt: Pessoas
ru: Люди
zh_hans: 人们

source: Transcription Backend
de: Backend der Transkription
es: Backend de transcripción
fr: Backend de transcription
ja: 転写バックエンド
pt: Backend de transcrição
ru: Бэкенд транскрипции
zh_hans: 转录后端

source: Places
de: Orte
es: Lugares
fr: Lieux
ja: 場所
pt: Lugares
ru: Места
zh_hans: 地点

source: Portuguese
de: Portugiesisch
es: portugués
fr: portugais
ja: ポルトガル語
pt: Português
ru: португальский
zh_hans: 葡萄牙语

source: Post-processing
de: Nachbearbeitung
es: Postprocesamiento
fr: Post-traitement
ja: 後処理
pt: Pós-processamento
ru: Постобработка
zh_hans: 后处理

source: Preparing
de: Wird vorbereitet
es: Preparando
fr: Préparation en cours
ja: 準備中
pt: Preparando
ru: Подготовка
zh_hans: 准备中

source: Preparing Maccheroni…
de: Maccheroni wird vorbereitet…
es: Preparando Maccheroni…
fr: Préparation de Maccheroni…
ja: Maccheroniを準備中…
pt: Preparando Maccheroni…
ru: Подготовка Maccheroni…
zh_hans: 正在准备 Maccheroni…

source: Preprocessing
de: Vorverarbeitung
es: Preprocesamiento
fr: Prétraitement
ja: 前処理
pt: Pré-processamento
ru: Предварительная обработка
zh_hans: 预处理

source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
pt: Perfil
ru: Профиль
zh_hans: 配置文件

source: Provided
de: Bereitgestellt
es: Proporcionó
fr: Fourni
ja: 提供された
pt: Fornecido
ru: Предоставил
zh_hans: 已提供

source: Quantization
de: Quantisierung
es: Cuantización
fr: Quantification
ja: 量子化
pt: Quantização
ru: Квантование
zh_hans: 量化

source: Ready to Transcribe
de: Bereit zum Transkribieren
es: Listo para transcribir
fr: Prêt à transcrire
ja: 文字起こしの準備ができました
pt: Pronto para transcrever
ru: Готов к расшифровке
zh_hans: 准备转录

source: Record microphone and system audio as separate local originals, or import an existing audio file.
de: Nehmen Sie Mikrofon- und Systemaudio als separate lokale Originale auf oder importieren Sie eine vorhandene Audiodatei.
es: Grabe el audio del micrófono y del sistema como originales locales independientes o importe un archivo de audio existente.
fr: Enregistrez l’audio du microphone et du système en tant qu’originaux locaux distincts ou importez un fichier audio existant.
ja: マイクとシステム オーディオを別々のローカル オリジナルとして録音するか、既存のオーディオ ファイルをインポートします。
pt: Grave o áudio do microfone e do sistema como originais locais separados ou importe um arquivo de áudio existente.
ru: Запишите звук микрофона и системы как отдельные локальные оригиналы или импортируйте существующий аудиофайл.
zh_hans: 将麦克风和系统音频录制为单独的本地原始音频，或导入现有音频文件。

source: Recorded
de: Aufgezeichnet
es: Grabado
fr: Enregistré
ja: 録音済み
pt: Gravado
ru: Записано
zh_hans: 已录制

source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
ja: 録音
pt: Gravação
ru: Запись
zh_hans: 录音

source: Recording %@
de: Aufnahme %@
es: Grabando %@
fr: Enregistrement %@
ja: 録音中 %@
pt: Gravando %@
ru: Запись %@
zh_hans: 记录 %@

source: Recording Not Found
de: Aufnahme nicht gefunden
es: Grabación no encontrada
fr: Enregistrement introuvable
ja: 録音が見つかりません
pt: Gravação não encontrada
ru: Запись не найдена
zh_hans: 未找到录音

source: Recordings
de: Aufnahmen
es: Grabaciones
fr: Enregistrements
ja: 録音
pt: Gravações
ru: Записи
zh_hans: 录音

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
ja: 取り除く
pt: Remover
ru: Удалять
zh_hans: 消除

source: Remove %@
de: Entfernen %@
es: Eliminar %@
fr: Retirer %@
ja: 取り除く %@
pt: Remover %@
ru: Удалять %@
zh_hans: 消除 %@

source: Rename Speaker
de: Sprecher umbenennen
es: Cambiar nombre del altavoz
fr: Renommer le haut-parleur
ja: スピーカーの名前を変更する
pt: Renomear alto-falante
ru: Переименовать спикера
zh_hans: 重命名发言人

source: Rename this speaker everywhere in the corrected transcript.
de: Benennen Sie diesen Sprecher überall im korrigierten Transkript um.
es: Cambie el nombre de este orador en todas partes de la transcripción corregida.
fr: Renommez cet intervenant partout dans la transcription corrigée.
ja: 修正されたトランスクリプト内のすべての場所で、この発言者の名前を変更します。
pt: Renomeie este alto-falante em todos os lugares da transcrição corrigida.
ru: Переименуйте этого докладчика везде в исправленной стенограмме.
zh_hans: 在更正的记录中的所有位置重命名该说话者。

source: Resolved
de: Gelöst
es: Resuelto
fr: Résolu
ja: 解決済み
pt: Resolvido
ru: Решено
zh_hans: 已解决

source: Reveal
de: Anzeigen
es: Mostrar
fr: Afficher
ja: 表示
pt: Mostrar
ru: Показать
zh_hans: 显示

source: Reveal Original in Finder
de: Original im Finder anzeigen
es: Revelar original en Finder
fr: Révéler l'original dans le Finder
ja: Finder でオリジナルを表示
pt: Revelar original no Finder
ru: Показать оригинал в Finder
zh_hans: 在 Finder 中显示原始内容

source: Reveal Preserved Run
de: Erhaltenen Lauf anzeigen
es: Mostrar ejecución conservada
fr: Afficher l’exécution conservée
ja: 保存済みの実行結果を表示
pt: Mostrar execução preservada
ru: Показать сохранённый запуск
zh_hans: 显示保留的运行记录

source: Reveal Run in Finder
de: Run im Finder anzeigen
es: Mostrar ejecución en Finder
fr: Afficher l’exécution dans le Finder
ja: Finder で実行を表示
pt: Revelar execução no Finder
ru: Показать запуск в Finder
zh_hans: 在 Finder 中显示运行

source: Reveal in Finder
de: Im Finder anzeigen
es: Revelar en Finder
fr: Révéler dans le Finder
ja: ファインダーで表示
pt: Revelar no Finder
ru: Показать в Finder
zh_hans: 在 Finder 中显示

source: Review Uncertain Transcript
de: Überprüfen Sie das unsichere Transkript
es: Revisar la transcripción incierta
fr: Revoir la transcription incertaine
ja: 不確実な転写を確認する
pt: Revise a transcrição incerta
ru: Просмотрите неопределенную стенограмму
zh_hans: 审阅不确定的转录文本

source: Run
de: Laufen
es: Ejecución
fr: Exécution
ja: 実行
pt: Execução
ru: Запуск
zh_hans: 跑步

source: Run Could Not Be Opened
de: Der Lauf konnte nicht geöffnet werden
es: No se pudo abrir la ejecución
fr: L'exécution n'a pas pu être ouverte
ja: 実行を開けませんでした
pt: A execução não pôde ser aberta
ru: Невозможно открыть запуск
zh_hans: 运行无法打开

source: Run ID
de: Lauf-ID
es: ID de ejecución
fr: ID d'exécution
ja: 実行ID
pt: ID de execução
ru: Идентификатор запуска
zh_hans: 运行ID

source: Run Inspector
de: Laufinspektor
es: Inspector de ejecución
fr: Inspecteur d’exécution
ja: 実行インスペクタ
pt: Inspetor de execução
ru: Инспектор запуска
zh_hans: 运行检查器

source: Run Output
de: Laufausgabe
es: Salida de ejecución
fr: Sortie d’exécution
ja: 実行出力
pt: Saída da execução
ru: Вывод запуска
zh_hans: 运行输出

source: Russian
de: Russisch
es: ruso
fr: russe
ja: ロシア語
pt: russo
ru: Русский
zh_hans: 俄语

source: SRT Subtitles
de: SRT-Untertitel
es: Subtítulos SRT
fr: Sous-titres SRT
ja: SRT 字幕
pt: Legendas SRT
ru: СТО Субтитры
zh_hans: SRT 字幕

source: Sample Rate
de: Abtastrate
es: Frecuencia de muestreo
fr: Taux d'échantillonnage
ja: サンプルレート
pt: Taxa de amostragem
ru: Частота дискретизации
zh_hans: 采样率

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
ja: 保存
pt: Salvar
ru: Сохранять
zh_hans: 保存

source: Segments JSON
de: JSON-Segmente
es: Segmentos JSON
ja: セグメントJSON
pt: Segmentos JSON
ru: Сегменты JSON
zh_hans: 分段 JSON

source: Settings Could Not Be Loaded
de: Einstellungen konnten nicht geladen werden
es: No se pudieron cargar las configuraciones
fr: Les paramètres n'ont pas pu être chargés
ja: 設定をロードできませんでした
pt: As configurações não puderam ser carregadas
ru: Не удалось загрузить настройки
zh_hans: 无法加载设置

source: Show or hide exact run and model details.
de: Genaue Lauf- und Modelldetails ein- oder ausblenden.
es: Muestre u oculte detalles exactos de la ejecución y del modelo.
fr: Afficher ou masquer les détails exacts de l'exécution et du modèle.
ja: 正確な実行およびモデルの詳細を表示または非表示にします。
pt: Mostre ou oculte detalhes exatos da execução e do modelo.
ru: Показать или скрыть точные сведения о запуске и модели.
zh_hans: 显示或隐藏确切的运行和模型详细信息。

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
pt: Tamanho
ru: Размер
zh_hans: 尺寸

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語
pt: Espanhol
ru: испанский
zh_hans: 西班牙语

source: Speaker Diarization
de: Sprecherdiarisierung
es: Diarización de hablantes
fr: Diarisation des locuteurs
ja: スピーカーのダイアライゼーション
pt: Diarização de falantes
ru: Диаризация говорящих
zh_hans: 说话人分离

source: Speaker name
de: Name des Sprechers
es: Nombre del hablante
fr: Nom du locuteur
ja: 話者名
pt: Nome do falante
ru: Имя говорящего
zh_hans: 说话人名称

source: Start Recording
de: Starten Sie die Aufnahme
es: Iniciar grabación
fr: Commencer l'enregistrement
ja: 録音を開始する
pt: Comece a gravar
ru: Начать запись
zh_hans: 开始录音

source: Starts separate microphone and system audio capture.
de: Startet die separate Aufnahme von Mikrofon und Systemaudio.
es: Inicia la captura de audio del sistema y del micrófono por separado.
fr: Démarre une capture audio séparée du microphone et du système.
ja: 個別のマイクとシステムオーディオキャプチャを開始します。
pt: Inicia a captura separada do microfone e do áudio do sistema.
ru: Запускает отдельный захват звука с микрофона и системы.
zh_hans: 启动单独的麦克风和系统音频捕获。

source: Stop Recording
de: Stoppen Sie die Aufnahme
es: Detener grabación
fr: Arrêter l'enregistrement
ja: 録音を停止する
pt: Pare de gravar
ru: Остановить запись
zh_hans: 停止录音

source: Stop the active recording before importing audio.
de: Beenden Sie die laufende Aufnahme, bevor Sie Audio importieren.
es: Detén la grabación en curso antes de importar audio.
fr: Arrêtez l’enregistrement en cours avant d’importer un fichier audio.
ja: 音声を読み込む前に、進行中の録音を停止してください。
pt: Pare a gravação em andamento antes de importar o áudio.
ru: Остановите текущую запись перед импортом аудио.
zh_hans: 请先停止正在进行的录音，然后再导入音频。

source: Stop the active recording before starting transcription.
de: Beenden Sie die laufende Aufnahme, bevor Sie die Transkription starten.
es: Detén la grabación en curso antes de iniciar la transcripción.
fr: Arrêtez l’enregistrement en cours avant de lancer la transcription.
ja: 文字起こしを開始する前に、進行中の録音を停止してください。
pt: Pare a gravação em andamento antes de iniciar a transcrição.
ru: Остановите текущую запись перед запуском расшифровки.
zh_hans: 请先停止正在进行的录音，然后再开始转录。

source: Stops capture and begins transcription.
de: Stoppt die Erfassung und beginnt mit der Transkription.
es: Detiene la captura y comienza la transcripción.
fr: Arrête la capture et commence la transcription.
ja: キャプチャを停止し、転写を開始します。
pt: Interrompe a captura e inicia a transcrição.
ru: Останавливает захват и начинает транскрипцию.
zh_hans: 停止捕获并开始转录。

source: Storage
de: Lagerung
es: Almacenamiento
fr: Stockage
ja: ストレージ
pt: Armazenamento
ru: Хранилище
zh_hans: 贮存

source: Terms
de: Begriffe
es: Términos
fr: Termes
ja: 用語
pt: Termos
ru: Термины
zh_hans: 术语

source: The library entry is no longer available.
de: Der Bibliothekseintrag ist nicht mehr verfügbar.
es: La entrada de la biblioteca ya no está disponible.
fr: L'entrée de la bibliothèque n'est plus disponible.
ja: ライブラリのエントリは利用できなくなりました。
pt: A entrada da biblioteca não está mais disponível.
ru: Запись в библиотеке больше не доступна.
zh_hans: 图书馆条目不再可用。

source: The original audio and completed artifacts were preserved. You can inspect the run or try again.
de: Der Originalton und die fertigen Artefakte blieben erhalten. Sie können den Lauf überprüfen oder es erneut versuchen.
es: Se conservaron el audio original y los artefactos completos. Puede inspeccionar la ejecución o intentarlo nuevamente.
fr: L’audio original et les artefacts terminés ont été préservés. Vous pouvez inspecter l'exécution ou réessayer.
ja: オリジナルのオーディオと完成した成果物は保存されました。実行を検査するか、再試行できます。
pt: O áudio original e os artefatos concluídos foram preservados. Você pode inspecionar a execução ou tentar novamente.
ru: Оригинальный звук и завершенные артефакты были сохранены. Вы можете проверить запуск или повторить попытку.
zh_hans: 原始音频和完成的工件被保留。您可以检查运行情况或重试。

source: The original audio and every completed intermediate artifact were preserved.
de: Der Originalton und jedes fertige Zwischenartefakt blieben erhalten.
es: Se conservaron el audio original y todos los artefactos intermedios completos.
fr: L’audio original et chaque artefact intermédiaire terminé ont été préservés.
ja: オリジナルのオーディオと完成したすべての中間成果物が保存されました。
pt: O áudio original e todos os artefatos intermediários concluídos foram preservados.
ru: Исходный звук и все завершенные промежуточные артефакты были сохранены.
zh_hans: 原始音频和每个完成的中间工件都被保留。

source: The raw run remains on disk, but one or more required artifacts failed an integrity check.
de: Der Rohlauf verbleibt auf der Festplatte, aber ein oder mehrere erforderliche Artefakte haben die Integritätsprüfung nicht bestanden.
es: La ejecución sin formato permanece en el disco, pero uno o más artefactos requeridos no superaron la verificación de integridad.
fr: L'exécution brute reste sur le disque, mais un ou plusieurs artefacts requis ont échoué à la vérification de l'intégrité.
ja: 未処理の実行はディスク上に残りますが、1 つ以上の必要なアーティファクトが整合性チェックに失敗しました。
pt: A execução bruta permanece no disco, mas um ou mais artefatos necessários falharam na verificação de integridade.
ru: Необработанный прогон остается на диске, но один или несколько необходимых артефактов не прошли проверку целостности.
zh_hans: 原始运行仍保留在磁盘上，但一个或多个所需工件未通过完整性检查。

source: The recording is preserved and ready for the selected profile.
de: Die Aufnahme bleibt erhalten und steht für das ausgewählte Profil bereit.
es: La grabación se conserva y está lista para el perfil seleccionado.
fr: L'enregistrement est conservé et prêt pour le profil sélectionné.
ja: 録音は保存され、選択したプロファイルで使用できるようになります。
pt: A gravação é preservada e pronta para o perfil selecionado.
ru: Запись сохраняется и готова для выбранного профиля.
zh_hans: 录制内容已保存并可供所选配置文件使用。

source: The selected file has no readable audio duration.
de: Die ausgewählte Datei hat keine lesbare Audiodauer.
es: El archivo seleccionado no tiene una duración de audio legible.
fr: Le fichier sélectionné n'a pas de durée audio lisible.
ja: 選択したファイルには、読み取り可能な音声時間がありません。
pt: O arquivo selecionado não tem duração de áudio legível.
ru: Выбранный файл не имеет читаемой продолжительности звука.
zh_hans: 所选文件没有可读的音频持续时间。

source: This name applies to every %@ segment in corrected exports.
de: Dieser Name gilt für jedes %@-Segment in korrigierten Exporten.
es: Este nombre se aplica a cada segmento %@ en las exportaciones corregidas.
fr: Ce nom s'applique à chaque segment %@ dans les exportations corrigées.
ja: この名前は、修正されたエクスポート内のすべての %@ セグメントに適用されます。
pt: Este nome se aplica a todos os segmentos %@ nas exportações corrigidas.
ru: Это имя применяется к каждому сегменту %@ в исправленном экспорте.
zh_hans: 此名称适用于更正导出中的每个 %@ 段。

source: Transcribing
de: Transkribieren
es: Transcribiendo
fr: Transcription
ja: 文字起こし
pt: Transcrever
ru: Расшифровка
zh_hans: 正在转录

source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
ja: 文字起こし
pt: Transcrição
ru: Стенограмма
zh_hans: 转录文本

source: Transcript Could Not Be Exported
de: Das Transkript konnte nicht exportiert werden
es: La transcripción no se pudo exportar
fr: La transcription n'a pas pu être exportée
ja: トランスクリプトをエクスポートできませんでした
pt: A transcrição não pôde ser exportada
ru: Стенограмма не может быть экспортирована
zh_hans: 无法导出转录文本

source: Transcript Disagreement
de: Unstimmigkeit im Transkript
es: Desacuerdo en la transcripción
fr: Désaccord sur la transcription
ja: 転写物の不一致
pt: Desacordo na transcrição
ru: Разногласия в стенограмме
zh_hans: 转录文本不一致

source: Transcription
de: Transkription
es: Transcripción
ja: 転写
pt: Transcrição
ru: Транскрипция
zh_hans: 转录

source: Transcription Cancelled
de: Transkription abgebrochen
es: Transcripción cancelada
fr: Transcription annulée
ja: 転写はキャンセルされました
pt: Transcrição cancelada
ru: Транскрипция отменена
zh_hans: 转录已取消

source: Transcription Failed
de: Transkription fehlgeschlagen
es: Error de transcripción
fr: Échec de la transcription
ja: 転写に失敗しました
pt: Falha na transcrição
ru: Транскрипция не удалась
zh_hans: 转录失败

source: Transcription and the selected post-processing path run locally. The original audio and raw transcript stay unchanged.
de: Die Transkription und der ausgewählte Nachbearbeitungspfad werden lokal ausgeführt. Das Originalaudio und das Rohtranskript bleiben unverändert.
es: La transcripción y la ruta de posprocesamiento seleccionada se ejecutan localmente. El audio original y la transcripción sin editar permanecen sin cambios.
fr: La transcription et le chemin de post-traitement sélectionné s'exécutent localement. L'audio original et la transcription brute restent inchangés.
ja: 文字起こしと選択した後処理パスはローカルで実行されます。元の音声と生のトランスクリプトは変更されません。
pt: A transcrição e o caminho de pós-processamento selecionado são executados localmente. O áudio original e a transcrição bruta permanecem inalterados.
ru: Транскрипция и выбранный путь постобработки выполняются локально. Исходный звук и необработанная расшифровка остаются неизменными.
zh_hans: 转录和选定的后处理路径在本地运行。原始音频和原始文字记录保持不变。

source: Truncated
de: Gekürzt
es: Truncado
fr: Tronqué
ja: 切り詰められた
pt: Truncado
ru: Усечено
zh_hans: 截断的

source: Try Again
de: Versuchen Sie es erneut
es: Intentar otra vez
fr: Essayer à nouveau
ja: もう一度やり直してください
pt: Tente novamente
ru: Попробуйте еще раз
zh_hans: 再试一次

source: Uncertain
de: Unsicher
es: Incierto
fr: Incertain
ja: 不確実
pt: Incerto
ru: Неопределенный
zh_hans: 不确定

source: Use Default
de: Standard verwenden
es: Usar los valores predeterminados
fr: Utiliser les réglages par défaut
ja: デフォルトを使う
pt: Usar padrão
ru: Использовать по умолчанию
zh_hans: 使用默认设置

source: Use System Language
de: Verwenden Sie die Systemsprache
es: Usar idioma del sistema
fr: Utiliser la langue du système
ja: システム言語を使用する
pt: Usar o idioma do sistema
ru: Использовать системный язык
zh_hans: 使用系统语言

source: Voice Activity Detection
de: Sprachaktivitätserkennung
es: Detección de actividad de voz
fr: Détection d'activité vocale
ja: 音声アクティビティの検出
pt: Detecção de atividade de voz
ru: Обнаружение голосовой активности
zh_hans: 语音活动检测

source: Wait for the active transcription to finish.
de: Warten Sie, bis die aktive Transkription abgeschlossen ist.
es: Espere a que finalice la transcripción activa.
fr: Attendez la fin de la transcription active.
ja: アクティブな文字起こしが完了するまで待ちます。
pt: Aguarde a conclusão da transcrição ativa.
ru: Подождите, пока активная транскрипция завершится.
zh_hans: 等待活动转录完成。

source: Wall Time
de: Verarbeitungszeit
es: Tiempo transcurrido
fr: Temps écoulé
ja: ウォールタイム
pt: Tempo decorrido
ru: Фактическое время
zh_hans: 实际耗时

source: Your selection is stored as a correction beside the immutable raw transcript.
de: Ihre Auswahl wird als Korrektur neben dem unveränderlichen Rohtranskript gespeichert.
es: Su selección se almacena como una corrección junto a la transcripción sin procesar inmutable.
fr: Votre sélection est stockée sous forme de correction à côté de la transcription brute immuable.
ja: 選択内容は、不変の生のトランスクリプトの横に修正として保存されます。
pt: Sua seleção é armazenada como uma correção ao lado da transcrição bruta imutável.
ru: Ваш выбор сохраняется как исправление рядом с неизменяемой необработанной расшифровкой.
zh_hans: 您的选择将作为更正存储在不可变的原始记录旁边。

source: Backchannels
de: Hörersignale
es: Señales de escucha
fr: Marques d’acquiescement
ja: 相づち
pt: Sinais de escuta
ru: Реплики подтверждения
zh_hans: 附和语

source: No
de: NEIN
fr: Non
ja: いいえ
pt: Não
ru: Нет
zh_hans: 不

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
pt: Desativado
ru: Выкл.
zh_hans: 关

source: On
de: Ein
es: Activado
fr: Activé
ja: オン
pt: Ativado
ru: Вкл.
zh_hans: 开
